Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
ca_es: L'adreça electrònica que heu introduït no sembla que sia una adreça de correu electrònic vàlida. Introduïu una adreça electrònica vàlida.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
ca_es: L'adreça del WordPress que heu entrat no sembla ser una URL vàlida. Entreu una URL vàlida.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
ca_es: L'adreça del lloc web que heu introduït no sembla ser una URL vàlida. Entreu una URL vàlida.

source: A term with the name provided already exists with this parent.
ca_es: Un terme amb el nom proporcionat ja existeix amb aquest pare.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
ca_es: S'ha produït un error afegint-vos a aquest lloc web. Torneu a la <a href="%s">pàgina d'inici</a>.

source: This file is too big. Files must be less than %d KB in size.
ca_es: El fitxer és massa gran. Els fitxers han de ser de menys de %d Kb de grandària.

source: Your email address will not be published.
ca_es: L'adreça electrònica no es publicarà

source: A valid URL was not provided.
ca_es: No heu introduït una URL vàlida.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
ca_es: Identificat com <a href="%1$s">%2$s</a>. <a href="%3$s" title="Deixeu aquest compte">Sortim?</a>

source: Could not calculate resized image dimensions
ca_es: No es pot calcular les dimensions de la imatge redimensionada

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
ca_es: Ha de ser d'almenys 4 caràcters, lletres i números solament. No es pot canviar, així que trieu-la amb cura!

source: You must first <a href="%s">log in</a>, and then you can create a new site.
ca_es: Primer, heu d'<a href="%s">iniciar la sessió</a>, i després podeu crear un nou lloc web.

source: You are logged in already. No need to register again!
ca_es: Ja esteu identificats. No necessiteu registrar-vos de nou!

source: Use <code>get_trackback_url()</code> instead if you do not want the value echoed.
ca_es: Useu en el seu lloc <code>get_trackback_url()</code> si no voleu repetir el valor.

source: This action has been disabled by the administrator.
ca_es: Aquesta acció s'ha desactivat per part de l'administrador.

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
ca_es: Benvinguts de nou, %s. En emplenar el formulari d'aquí sota, podeu <strong>afegir un altre lloc web al vostre compte</strong>. No hi ha límit al nombre de llocs web que podeu tenir, així que creeu el que senti el vostre cor, però escriviu amb responsabilitat.

source: Sorry, usernames may not contain the character &#8220;_&#8221;!
ca_es: Els noms d'usuari no poden contenir el caràcter &#8220;_&#8221;!

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
ca_es: Si no heu rebut encara el correu electrònic, hi ha un nombre de coses que podeu fer:

source: Use <code>get_the_author()</code> instead if you do not want the value echoed.
ca_es: Useu <code>get_the_author()</code> en el seu lloc si no voleu que el valor repetit.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
ca_es: Si encara esteu encallats amb aquest missatge, reviseu que la base de dades conté les següents taules:

source: Enter title here
ca_es: Entreu el títol aquí

source: Are you sure you want to install this plugin?
ca_es: Esteu segur que voleu instal·lar aquesta extensió?

source: Use as featured image
ca_es: Useu com a imatge destacada

source: Mismatch
ca_es: No conincideixen

source: Maintenance
ca_es: Manteniment

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
ca_es: No disponible breument per realitzar tasques de manteniment programades. Torneu en un minut.

source: Navigation Menu Items
ca_es: Elements del menú de navegació

source: Navigation Menu Item
ca_es: Element del menú de navegació

source: Navigation Menus
ca_es: Menús de navegació

source: Multisite only works without the port number in the URL.
ca_es: Multi lloc solament funciona sense el número de port en la URL.

source: Links for %s
ca_es: Enllaços amb %s

source: Custom
ca_es: Personalitzat

source: No menus have been created yet. <a href="%s">Create some</a>.
ca_es: No s'ha creat cap menú encara. <a href="%s">Creeu algun</a>.

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
ca_es: Ara eliminareu aquest menú definitivament. «Cancel·la» per sortir, «D'acord» per eliminar.

source: This is the short link.
ca_es: Això és un enllaç curt.

source: %d WordPress Update
ca_es: %d actualitzacions del WordPress

source: %d Theme Update
ca_es: %d Tema s'ha actualitzat

source: %d Plugin Update
ca_es: %d actualització d'extensions

source: The site %s is yours.
ca_es: El lloc web %s és vostre.

source: Create Site
ca_es: Crea un lloc web

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
ca_es: Si no aneu a fer servir el domini d'un gran lloc, deseu-lo per a un altre usuari nou. Ara en tenim!

source: Sites you are already a member of:
ca_es: Llocs dels quals ja sou membres:

source: This site has not been activated yet. If you are having problems activating your site, please contact <a href="mailto:%1$s">%1$s</a>.
ca_es: Aquest lloc web no s'ha activat encara. Si esteu tenint problemes per activar el vostre web, contacteu amb <a href="mailto:%1$s">%1$s</a>.

source: File canceled.
ca_es: Fitxer cancel·lat.

source: Site Title:
ca_es: Títol del lloc web:

source: Site Domain:
ca_es: Domini del lloc web:

source: Site Name:
ca_es: Nom del lloc web:

source: sitename
ca_es: nom del lloc

source: Get <em>another</em> %s site in seconds
ca_es: Obté <em>altre</em> lloc web %s en segons

source: Congratulations! Your new site, %s, is almost ready.
ca_es: Felicitacions! El vostre nou lloc web, %s, ja quasi està llest.

source: Site registration has been disabled.
ca_es: El registre de llocs web s'ha desactivat.

source: Gimme a site!
ca_es: Dòna'm un lloc web!

source: But, before you can start using your site, <strong>you must activate it</strong>.
ca_es: Però, abans de començar a fer servir el vostre web, <strong>heu d'activar-lo</strong>.

source: If you do not activate your site within two days, you will have to sign up again.
ca_es: Si no activeu el vostre lloc web en dos dies, haureu de registrar-vos altra vegada.

source: Select Menu:
ca_es: Seleccioneu el menú:

source: Navigation Menu
ca_es: Menú de navegació

source: Taxonomy:
ca_es: Taxonomia:

source: Menus
ca_es: Menús

source: Software Name
ca_es: Nom de Programa

source: Software Version
ca_es: Versió de Programa

source: Time Zone
ca_es: Fus horari

source: Allow new users to sign up
ca_es: Permet als nous usuaris iniciar sessió

source: Sorry, you cannot edit this page.
ca_es: No podeu editar aquesta pàgina.

source: Sorry, no such page.
ca_es: La pàgina no existeix.

source: Sorry, you cannot edit pages.
ca_es: No podeu editar pàgines.

source: Sorry, you do not have the right to delete this page.
ca_es: No teniu permís per suprimir aquesta pàgina.

source: Failed to delete the page.
ca_es: Error en intentar suprimir la pàgina.

source: Sorry, you do not have the right to edit this page.
ca_es: No teniu permís per editar aquesta pàgina.

source: Sorry, you do not have the right to add a category.
ca_es: No esteu acreditat per afegir una categoria.

source: Sorry, the new category failed.
ca_es: Error en la categoria nova.

source: Sorry, you do not have the right to delete a category.
ca_es: No teniu permisos per suprimir una categoria.

source: Invalid comment ID.
ca_es: Identificador de comentari no vàlid.

source: Sorry, you cannot edit comments.
ca_es: No podeu editar comentaris.

source: Invalid comment status.
ca_es: Estat del comentari no vàlid.

source: Sorry, the comment could not be edited. Something wrong happened.
ca_es: No s'ha pogut editar el comentari. S'ha produït un error.

source: You must be registered to comment
ca_es: Heu de registrar-vos per comentar

source: Invalid post ID.
ca_es: Identificador de l'entrada no vàlid.

source: Comment author name and email are required
ca_es: L'autor del comentari ha d'emplenar el nom i el correu electrònic

source: A valid email address is required
ca_es: Es necessita una adreça de correu electrònic vàlida

source: You are not allowed access to details about comments.
ca_es: No teniu autorització per accedir als detalls dels comentaris.

source: You are not allowed to update options.
ca_es: No teniu autorització per actualitzar les opcions

source: Sorry, you cannot edit this post.
ca_es: No teniu autorització per editar aquesta entrada.

source: Either there are no posts, or something went wrong.
ca_es: O bé no hi ha cap entrada o bé ha ocorregut un problema tècnic.

source: Sorry, no such post.
ca_es: No existeix l'entrada.

source: Sorry, you do not have the right to publish this post.
ca_es: No teniu permisos per publicar aquesta entrada.

source: You are not allowed to change the post author as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per canviar l'autor de l'entrada.

source: You are not allowed to change the page author as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per canviar l'autor de la pàgina.

source: Sorry, you do not have the right to publish this page.
ca_es: No teniu permís per publicar aquesta pàgina.

source: Sorry, your entry could not be edited. Something wrong happened.
ca_es: No s'ha pogut editar l'entrada. S'ha produït un error.

source: Could not write file %1$s (%2$s)
ca_es: No s'ha pogut escriure el fitxer %1$s (%2$s)

source: Sorry, you can not edit this post.
ca_es: No teniu autorització per editar aquesta entrada.

source: Is there no link to us?
ca_es: No hi ha cap enllaç cap a nosaltres?

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
ca_es: La URL indicada no pot ser usada com a destinació. O bé no existeix, o bé no admet retropings.

source: The source URL and the target URL cannot both point to the same resource.
ca_es: La URL d'origen i de destinació no poden apuntar al mateix recurs.

source: The pingback has already been registered.
ca_es: El retroping ja s'ha registrat.

source: The source URL does not exist.
ca_es: La URL d'origen no existeix.

source: We cannot find a title on that page.
ca_es: No podem trobar cap títol en aquesta pàgina.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
ca_es: La URL d'origen no conté cap enllaç a una URL de destinació i per tant no pot ser usada com a origen.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
ca_es: Retroping de %1$s a %2$s registrat.

source: The specified target URL does not exist.
ca_es: La URL de destinació no existeix.

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
ca_es: Sembla que manca el connector per al MySQL del PHP que és necessari per al WordPress.

source: <strong>ERROR</strong>: <code>$table_prefix</code> in <code>wp-config.php</code> can only contain numbers, letters, and underscores.
ca_es: <strong>ERROR</strong>: <code>$table_prefix</code> a <code>wp-config.php</code> només pot contenir xifres, lletres i subratllats.

source: Error establishing a database connection <p>This either means that the username and password information in your <code>wp-config.php</code> file is incorrect or we can't contact the database server at <code>%s</code>. This could mean your host's database server is down.</p> <ul> <li>Are you sure you have the correct username and password?</li> <li>Are you sure that you have typed the correct hostname?</li> <li>Are you sure that the database server is running?</li> </ul> <p>If you're unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href='http://wordpress.org/support/'>WordPress Support Forums</a>.</p>
ca_es: Error en establir una connexió a la base de dades <p>Això pot ser bé perquè el nom d'usuari i la contrasenya al fitxer <code>wp-config.php</code> siguin incorrectes o que no hagi estat possible contactar amb el servidor de base de dades a <code>%s</code>. Podria ser que el servidor de la base de dades fos fora de línia.</p> <ul> <li>Esteu segur que teniu el nom d'usuari i contrasenya correctes?</li> <li>Esteu segur que heu escrit correctament el nom del servidor?</li> <li>Vos heu assegurat que el servidor de base de dades estigui funcionant?</li> </ul> <p>Si no teniu clar el que volen dir aquests termes, hauríeu de contactar amb el vostre proveïdor. Si encara necessiteu ajuda, visiteu els <a href='http://wordpress.org/support/'>Fòrums d'Ajuda del WordPress</a> <em>(En Anglès).</p>

source: WordPress database error %1$s for query %2$s made by %3$s
ca_es: Error a la base de dades del WordPress %1$s a la consulta %2$s feta per %3$s

source: WordPress database error %1$s for query %2$s
ca_es: Error a la base de dades del WordPress: %1$s per la consulta %2$s

source: Cancel reply
ca_es: Cancel·la les respostes

source: Post Comment
ca_es: Envia un comentari

source: Unapproved
ca_es: Rebutjat

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
ca_es: Comentari duplicat: sembla ser que ja s'havia dit això abans!

source: Could not update comment status
ca_es: No s'ha pogut actualitzar l'estat del comentari

source: This argument has changed to an array to match the behavior of the other cron functions.
ca_es: Aquest argument s'ha canviat a una matriu per fer-lo coincidir amb el comportament de les altres funcions del cron.

source: Once Hourly
ca_es: Una vegada per hora

source: Twice Daily
ca_es: Dos cops al dia

source: Once Daily
ca_es: Diària

source: Sort by:
ca_es: Ordenat per:

source: Page title
ca_es: Títol de la pàgina

source: Page order
ca_es: Ordre de les pàgines

source: Page ID
ca_es: Identificador de la pàgina

source: Exclude:
ca_es: Excloure:

source: Page IDs, separated by commas.
ca_es: Identificador de les pàgines, separats per comes.

source: Your blogroll
ca_es: La vostra llista d'enllaços

source: Show Link Image
ca_es: Mostra la imatge de l'enllaç

source: Show Link Name
ca_es: Mostra el nom de l'enllaç

source: Show Link Description
ca_es: Mostra la descripció de l'enllaç

source: Show Link Rating
ca_es: Mostra la valoració de l'enllaç

source: Select Month
ca_es: Selecciona el mes

source: Show post counts
ca_es: Mostra el nombre d'entrades

source: Log in/out, admin, feed and WordPress links
ca_es: Entra/surt, administració, canals RSS i enllaços del WordPress

source: Syndicate this site using RSS 2.0
ca_es: Sindica aquest lloc fent servir RSS 2.0

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
ca_es: <abbr title="en anglès, Really Simple Syndication">RSS</abbr> de les entrades

source: Calendar
ca_es: Calendari

source: Arbitrary text or HTML
ca_es: Text arbitrari o HTML

source: Automatically add paragraphs
ca_es: Afegeix paràgrafs automàticament

source: A list or dropdown of categories
ca_es: Llista o desplegable de categories

source: Select Category
ca_es: Selecciona la categoria

source: Show hierarchy
ca_es: Mostra la jerarquia

source: Recent Posts
ca_es: Entrades recents

source: Number of posts to show:
ca_es: Nombre d'entrades que cal mostrar:

source: The most recent comments
ca_es: Comentaris més recents

source: Entries from any RSS or Atom feed
ca_es: Entrades d'un canal RSS o Atom qualsevol

source: Syndicate this content
ca_es: Sindica aquest contingut

source: Untitled
ca_es: Sense títol

source: RSS Error: %s
ca_es: Error dels fils de subscripció: %s

source: Enter the RSS feed URL here:
ca_es: Introdueix la URL del canal RSS aquí:

source: Give the feed a title (optional):
ca_es: Pots donar un títol al fil (opcional):

source: How many items would you like to display?
ca_es: Quantes entrades s'han de mostrar?

source: Display item content?
ca_es: Mostra el contingut de les entrades?

source: Display item author if available?
ca_es: Mostra l'autor si és disponible?

source: Display item date?
ca_es: Mostra la data de les entrades?

source: Your most used tags in cloud format
ca_es: Les etiquetes més usades en forma de núvol

source: Tag Cloud
ca_es: Núvol d'etiquetes

source: new WordPress Loop
ca_es: Nou bucle del WordPress

source: Last updated
ca_es: Darrera actualització

source: Missing Attachment
ca_es: Falta l'adjunt

source: Comments for %1$s searching on %2$s
ca_es: Comentaris per %1$s buscant %2$s

source: Comments for %s
ca_es: Comentaris per %s

source: Comment on %1$s by %2$s
ca_es: Comentari de %2$s a %1$s

source: By: %s
ca_es: Per: %s

source: Comments on: %s
ca_es: Comentaris a: %s

source: Protected Comments: Please enter your password to view comments.
ca_es: Comentaris protegits: introdueix la contrasenya per veure els comentaris.

source: %s min
ca_es: %s minut

source: %s hour
ca_es: %s hora

source: %s day
ca_es: %s dia

source: , and
ca_es: , i

source: and
ca_es: i

source: %s is a protected WP option and may not be modified
ca_es: %s és una opció protegida del WP i no es pot modificar

source: Unable to create directory %s. Is its parent directory writable by the server?
ca_es: No es pot crear el directori %s. Teniu permís d'escriptura en el directori superior?

source: Empty filename
ca_es: Nom d'e fitxer buit

source: Could not write file %s
ca_es: El fitxer %s no es pot desar

source: You are attempting to log out of %s
ca_es: Heu sortit de %s

source: WordPress Failure Notice
ca_es: Avís de fallada del WordPress

source: Do you really want to <a href='%s'>log out</a>?
ca_es: Realment voleu <a href='%s'>sortir</a>?

source: Please try again.
ca_es: Torneu-ho a provar.

source: &laquo; Back
ca_es: « Tornar enrere

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
ca_es: %1$s és <strong>obsolet</strong> des de la versió %2$s! Usa %3$s com a substitució.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
ca_es: %1$s és <strong>obsolet</strong> des de la versió %2$s i no hi ha cap alternativa disponible!

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
ca_es: S'ha executat %1$s amb un argument que és <strong>obsolet</strong> des de la versió %2$s! %3$s

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
ca_es: S'ha executat %1$s amb un argument que és <strong>obsolet</strong> des de la versió %2$s sense cap alternativa disponible.

source: Select a city
ca_es: Selecciona una ciutat

source: Manual Offsets
ca_es: Òfsets manuals

source: Log in
ca_es: Entra

source: Log out
ca_es: Surt

source: Remember Me
ca_es: Recorda'm

source: Register
ca_es: Registra

source: Site Admin
ca_es: Administració

source: Search Results %1$s %2$s
ca_es: Resultat de la cerca %1$s %2$s

source: Page not found
ca_es: Pàgina no trobada

source: View posts for %1$s %2$s
ca_es: Mostra totes les entrades per a %1$s %2$s

source: %1$s %2$s Feed
ca_es: %1$s %2$s canal d'informació

source: %1$s %2$s Comments Feed
ca_es: %1$s %2$s Canal dels comentaris

source: %1$s %2$s %3$s Comments Feed
ca_es: %1$s %2$s %3$s Canal dels comentaris

source: %1$s %2$s %3$s Category Feed
ca_es: %1$s %2$s %3$s Canal de les categories

source: %1$s %2$s %3$s Tag Feed
ca_es: %1$s %2$s %3$s Canal de les etiquetes

source: %1$s %2$s Posts by %3$s Feed
ca_es: %1$s %2$s Entrades per al Canal %3$s

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
ca_es: %1$s %2$s Resultats de la cerca per al Canal &quot;%3$s&quot;

source: &laquo; Previous
ca_es: &laquo; Entrades anteriors

source: Next &raquo;
ca_es: Entrades següents &raquo;

source: User has blocked requests through HTTP.
ca_es: L'usuari ha blocat les peticions HTTP.

source: Too many redirects.
ca_es: Massa redireccionaments.

source: Could not open handle for fopen() to %s
ca_es: No s'ha pogut obrir un gestor per fopen() a %s

source: Do you want to use the WYSIWYG mode for this textarea?
ca_es: Voleu usar el mode WYSIWYG en aquesta àrea de text?

source: Insert
ca_es: Insereix

source: Class
ca_es: Classe

source: -- Not set --
ca_es: -- No establert --

source: Copy/Cut/Paste is not available in Mozilla and Firefox.
ca_es: Copia/Retalla/Enganxa no està disponible al Mozilla i el Firefox.

source: Currently not supported by your browser, use keyboard shortcuts instead.
ca_es: Actualment no suportat pel vostre navegador, podeu usar una combinació de teclat.

source: Sorry, but we have noticed that your popup-blocker has disabled a window that provides application functionality. You will need to disable popup blocking on this site in order to fully utilize this tool.
ca_es: Disculpeu, però hem notat que el vostre bloquejador de finestres ha desactivat una finestra que aporta funcionalitat a l'aplicació. Necessiteu desactivar el bloqueig d'anuncis emergents en aquest lloc web si voleu utilitzar aquest editor amb totes les possibilitats.

source: More colors
ca_es: Més colors

source: Full
ca_es: Complet

source: Insert date
ca_es: Insereix la data

source: Insert time
ca_es: Insereix l'hora

source: January
ca_es: gener

source: February
ca_es: febrer

source: March
ca_es: març

source: April
ca_es: abril

source: May
ca_es: maig

source: June
ca_es: juny

source: July
ca_es: juliol

source: August
ca_es: agost

source: September
ca_es: setembre

source: October
ca_es: octubre

source: November
ca_es: novembre

source: December
ca_es: desembre

source: Jan_January_abbreviation
ca_es: gen

source: Feb_February_abbreviation
ca_es: feb

source: Mar_March_abbreviation
ca_es: mar

source: Apr_April_abbreviation
ca_es: abr

source: May_May_abbreviation
ca_es: mai

source: Jun_June_abbreviation
ca_es: jun

source: Jul_July_abbreviation
ca_es: jul

source: Aug_August_abbreviation
ca_es: ago

source: Sep_September_abbreviation
ca_es: set

source: Oct_October_abbreviation
ca_es: oct

source: Nov_November_abbreviation
ca_es: nov

source: Dec_December_abbreviation
ca_es: des

source: Sunday
ca_es: diumenge

source: Monday
ca_es: dilluns

source: Tuesday
ca_es: dimarts

source: Wednesday
ca_es: dimecres

source: Thursday
ca_es: dijous

source: Friday
ca_es: divendres

source: Saturday
ca_es: dissabte

source: Sun
ca_es: dg.

source: Mon
ca_es: dl.

source: Tue
ca_es: dt.

source: Wed
ca_es: dc.

source: Thu
ca_es: dj.

source: Fri
ca_es: dv.

source: Sat
ca_es: ds.

source: Print
ca_es: Imprimeix

source: Direction left to right
ca_es: Direcció d'esquerra a dreta

source: Direction right to left
ca_es: Direcció de dreta a esquerra

source: Insert new layer
ca_es: Insereix una capa nova

source: Move forward
ca_es: Ves endavant

source: Move backward
ca_es: Torna enrere

source: Toggle absolute positioning
ca_es: Mostra/amaga el posicionament absolut

source: New layer...
ca_es: Capa nova...

source: Cancel all changes
ca_es: Cancel·la tots els canvis

source: Insert non-breaking space character
ca_es: Insereix un caràcter d'espai inseparable

source: Run spell checking
ca_es: Fes la correcció ortogràfica
